"""
---------------------------------------------------------
ให้เราพัฒนาโปรแกรมคำนวณหาค่าอัตราเร็ว โดยให้ผู้ใช้งาน
กรอกระยะทาง โดยมีค่าตั้งแต่ 1 ขึ้นไป ลงในตัวแปร
กรอกเวลาที่เคลื่อนที่ โดยมีค่าตั้งแต่ 1 ขึ้นไป ลงในตัวแปร
พร้อมทั้งแสดงผลลัพธ์ออกมาบนหน้าจอตามตัวอย่างกรณีทดสอบด้านล่าง

ตัวอย่างรูปแบบ Output ที่แสดงผลโปรแกรม
- กรณีตัวแปรระยะทางคือ 120 และ ตัวแปรเวลาคือ 10

12 km/h
---------------------------------------------------------
"""
s = int(input("Distance(km) : "))
t = int(input("Time(hr) : "))
v = s/t
print(int(v), "km/h")
